Repository: tuquito/tuquitup
Catalog: po/*.po
Languages: es, pt_br

source: Upgrade finished
es: Actualización finalizada
pt_br: Atualização concluída

source: The upgrade process is finished, please reboot your computer. If you've seen error messages you can run this tool again or seek help from the forums.
es: El proceso de actualización ha finalizado, por favor reinicie su equipo. Si vió algún mensage de error puede correr esta aplicación nuevamente o buscar ayuda de los foros.
pt_br: O processo de atualização foi concluído, por favor reinicie o seu computador. Se você viu alguma mensagem de erro, você pode rodar este aplicativo novamente ou buscar ajuda nos fóruns.

source: Error
pt_br: Erro

source: An error occurred during the upgrade:
es: Un error ha ocurrido durante la actualización:
pt_br: Um erro surgiu durante a atualização:

source: Read this first:
es: Lea esto primero:
pt_br: Leia isto primeiro:

source: The recommended way to install Tuquito 4.1 is to download the ISO and to perform a fresh install. This tool allows you to upgrade an already installed system to new version avaiable of Tuquito. It is <b>risky</b> and depending on your configuration it might or <b>might not work</b>. Backup your data. Good luck and if you make it all the way, enjoy <b>Tuquito 4.1 Wichi</b>!
pt_br: A maneira recomendada de instalar o Tuquito 4.1 é baixando a ISO e fazer uma instalação nova. Esta ferramenta lhe permite atualizar um sistema já instalado a nova versão do Tuquito disponíveis. Isto é <b>arriscado</b> e depende da sua configuração parar funcionar ou <b>não funcionar</b>. Faça uma cópia de segurança dos seus dados. Boa sorte e se você fizer isso todo o caminho, aproveite <b>Tuquito 4.1 Wichi</b>!

source: It's ok, I know what I'm doing!
es: Está bien, sé lo que estoy haciendo!
pt_br: Está bem, eu sei o que estou fazendo!

source: Making backups of the files which will be overwritten
es: Haciendo copias de los archivos que serán sobreescritos
pt_br: Fazendo cópia dos arquivos que serão sobre-escritos

source: Upgrading base
es: Actualizando la base
pt_br: Atualizando a base

source: Installing additional packages
es: Instalando paquetes adicionales
pt_br: Instalando pacotes adicionais

source: Performing an APT dist-upgrade
es: Ejecutando un APT dist-upgrade
pt_br: Executando um APT dist-upgrade

source: Ensuring all upgrades are applied
es: Asegurando que todas las actualizaciones sean aplicadas
pt_br: Assegurando que todas as atualizações sejam aplicadas

source: Adjusting post-upgrade system
es: Ajustando el sistema
pt_br: Ajustando o sistema

source: Configuring
pt_br: Configurando

source: Cleaning up
es: Limpiando
pt_br: Limpando

source: The recommended way to install Tuquito 4 is to download the ISO and to perform a fresh install. This tool allows you to upgrade an already installed Tuquito 4 (alpha or beta) system to Tuquito 4 (stable). It is <b>risky</b> and depending on your configuration it might or <b>might not work</b>. Backup your data. Good luck and if you make it all the way, enjoy <b>Tuquito 4 Toba</b>!
es: La manera recomendada de instalar Tuquito 4 es descargando la ISO y realizar una instalación nueva. Esta herramienta le permite actualizar un Tuquito 4 (alpha ó beta) a Tuquito 4 (stable). Esto es <b>arriesgado</b> y depende de su configuración que funcione o <b>no funcione</b>. Haga una copia de respaldo de sus datos. Buena suerte y si decide hacerlo de todos modos, disfrute Tuquito 4!

source: Configuring GConf
es: Configurando GConf
